Repository: bappidatta/Virsagi
Catalog: Virsagi.Web/Language/Resource.*.resx
Languages: bn, zh_cn

source: About Us
bn: আমাদের সম্পর্কে
zh_cn: 关于我们

# AboutUsContent1
source: Virsagi is a Singapore registered company that has been involved in the training and test of workers since 1998. Virsagi has several training centers in Dhaka and operates several BCA test centers.
bn: ভারসাগী একটি সিঙ্গাপুরে নিবন্ধিত কোম্পানী। যাহা ১৯৯৮ সাল থেকে শ্রমিকদের ট্রেনিং ও পরীক্ষার সহিত জড়িত আছে। ভারসাগীর ঢাকায় অনেক ট্রেনিং সেন্টার আছে এবং অনেকগুলি বিসিএ টেস্ট সেন্টার পরিচালনা করে।
zh_cn: Virsagi 是一间新加坡的注册公司並从1998年开始就提供培训与测试员工。本公司在达卡有几间培训中心和测试中心。

# AboutUsContent2
source: Virsagi has mobilized Bangladeshi workers for the market since 1998 and works with many Dhaka and Singapore Recruitment Agents. We are wholesale suppliers of Bangladeshi workers.
bn: ১৯৯৮ সাল থেকে ভারসাগী বাংলাদেশী শ্রমিকদেরকে বিদেশে মার্কেটিং করণের জন্য একত্রিত করে আসছে এবং ঢাকা ও সিঙ্গাপুর নিয়োগকারী অনেক এজেন্টদের সাথে কাজ করে আসছে। আমরা বাংলাদেশী শ্রমিকদের পাইকারী সরবরাহকারী।
zh_cn: Virsagi 从1988年开始就引进孟加拉员工们，並且和衆多的达卡和新加坡的中介公司合作。我们是大规模批发孟加拉员工的合法资深公司。

source: All Rights Reserved
bn: সমস্ত স্বত্ব সংরক্ষিত
zh_cn: 权利保留

# BottomContent
source: There is no cost involved. We have the largest pool of Dhaka Agents and complement the sourcing efforts of Singapore Employers/Employment Agencies. We also complement the marketing efforts of Dhaka Agents, once you register with us, you have access to a very large pool of Singapore Employers/Employment Agents.
bn: ইহাতে কোন অর্থ ব্যয় জড়িত নাই। আমাদের ঢাকা প্রতিনিধির নিকট সর্ববৃহৎ যৌথ কাজের ভান্ডার আছে এবং সম্পূর্ণ করার জন্য সিঙ্গাপুর নিয়োগকারী/ নিয়োগ প্রতিনিধির সংগ্রহের পরিপূরক আছে। আপনি একবার আমাদের সহিত নিবন্ধন করিলে আপনি সিঙ্গাপুর নিয়োগকারী/নিয়োগ প্রতিনিধির খুব বিরাট ভান্ডারে প্রবেশ করিলেন।
zh_cn: 完全是免费的。本公司有达卡最多的中介公司资料而能满足新加坡雇主们/中介公司的需求。我们也配合了达卡中介公司们的需求，当您向本公司注册，将会接冾到大量的新加坡雇主们/劳工中介公司。

source: Contact Us
bn: আমাদের সহিত যোগাযোগ
zh_cn: 联系我们

# ContactUsContent
source: Employers of Bangladeshi workers, Singapore LIcensed Employment Agents are welcome to browse this website. If you have an interest in employing workers from Bangladesh, please feel free to contact any of the Employment Agents listed below.
bn: বাংলাদেশী শ্রমিকদের নিয়োগকারীরা, সিঙ্গাপুরে অনুমোদিত নিয়োগকারী প্রতিনিধি আমাদের ওয়েবসাইট ব্রাউজ করার জন্য অনুরোধ করা যাচ্ছে। আপনি যদি বাংলাদেশের শ্রমিকদের নিয়োগ করার জন্য আগ্রহ থাকে, তাহলে আপনি নিঃসঙ্কোচে নিন্মে তালিকাভুক্ত যেকোন নিয়োগকারী প্রতিনিধির সহিত খোলাখুলিভাবে যোগাযোগ করতে পারেন।
zh_cn: 聘请孟加拉员工的雇主们，新加坡的执照合法中介公司们，欢迎你们来遊览此网站。如果您有兴趣聘请孟加拉的员工们，请您随时接冾以下名单中的任何中介公司或者在此按下提交。

# How
source: How the Program Works
bn: অত্র প্রোগ্রামগুলি কিভাবে কাজ করে
zh_cn: 此程序如何操作

# RegisterWorkers
source: Registering Workers
bn: শ্রমিক নিবন্ধন
zh_cn: 登记员工

# RegisterWorkersContent
source: Only Dhaka Licensed Employment Agents can register their workers on this website for the purpose of seeking jobs in Singapore. Once your workers are registered, there is no further need for you to market their bios, since the website will do this work for you. To register your workers, simply fill in the form below and click submit button.
bn: শ্রমকিদরে শুধুমাত্র ঢাকার অনুমোদিত নিয়োগ প্রতিনিধি সিঙ্গাপুরে চাকুরী খোঁজার উদ্দেশ্যে এই ওয়েব সাইটে তাহাদের শ্রমিকদের নাম নিবন্ধন করিতে পারিবে। একবার আপনার শ্রমিকদের নিবন্ধন করিলে তাহাদের জীবন বৃত্তান্ত মার্কেটিং করিবে। আপনার আর খোঁজার প্রয়োজন হইবে না। যেহেতু ওয়েব সাইট আপনার কাজটি করিয়া দিবে, সেহেতু আপনার শ্রমিকদের নিবন্ধন করিতে সাধারণ ভাবে নিন্মের ফরম পূরণ করিবেন এবং এই বাটনে ক্লিক করিবেন।
zh_cn: 只有达卡的执照中介公司可以把他们想到新加坡寻找工作的员工们登记到此网站。当员工们被登记后，您不需要再推荐他们的资料，因为此网站会为您操作。如要登记您的员工们只需要填妥以下的表格提交就行了。

# RequestWorkers
source: Requesting Workers
bn: শ্রমিকদের জন্য আবেদন
zh_cn: 寻求员工

# RequestWorkersContent
source: You can use the online form to request for workers. A representative of an Employment Agency will be in touch within one(1) day to confirm your request.
bn: আপনি অনলাইন ফরম ব্যবহার করিয়া শ্রমিকদের জন্য অনুরোধ করিতে পারিবেন। নিয়োগকারী প্রতিনিধির একজন প্রতিনিধি আপনার সঙ্গে একদিন থাকিবে এবং আপনার অনুরোধকে নিশ্চিত করিবেন।
zh_cn: 您可以使用网上的表格来申请员工。中介公司的职员们将会在一天内与您接冾並确定您的订单与需求。

source: Step 1
bn: ধাপ ১
zh_cn: 第一步

# Step1Content
source: Workers intending to work in Singapore must register their bios with any Dhaka Licensed Recruitment Agent.
bn: সিঙ্গাপুরে কাজ করতে আগ্রহী শ্রমিকগণ তাহাদের জীবন বৃত্তান্ত অবশ্যই ঢাকায় অনুমোদিত নিয়োগকারী প্রতিনিধির নিকট নিবন্ধন করিবে।
zh_cn: 当员工们要在新加坡寻找工作时需要把他们的资料登记在任何达卡的正规执照中介公司。

source: Step 2
bn: ধাপ ২
zh_cn: 第二步

# Step2Content
source: Dhaka Licensed Recruitment Agent will then register their workers on this website.
bn: ঢাকায় অনুমোদন প্রাপ্ত নিয়োগকারী প্রতিনিধি তখন শ্রমিকদের নাম এই ওয়েব সাইটে নিবন্ধন করিবে।
zh_cn: 达卡的正规执照中介公司将把员工资料登记入本公司网站

source: Step 3
bn: ধাপ ৩
zh_cn: 第三步

# Step3Content
source: Website agents market the workers to Licensed Singapore Recruitment Agents/Employers.
bn: এই ওয়েবসাইট মার্কেট শ্রমিকদের সিঙ্গাপুরে অনুমোদিত নিয়োগকারী প্রতিনিধি / নিয়োগকারী
zh_cn: 公司网站介绍员工们给新加坡的合法执照中介公司/雇主们

source: Step 4
bn: ধাপ ৪
zh_cn: 第4步

# Step4Content
source: When IPAs are approved, website agents will coordinate with Dhaka Agent/S’pore Agent or Employer to bring workers to Singapore.
bn: যখন আইপিএ সমূহ অনুমোদিত হইবে, তখন এই ওয়েব সাইট ঢাকায় প্রতিনিধির সহিত সমন্বয় সাধন করিবে অথবা নিয়োগকারীগণ সিঙ্গাপুরে শ্রমিক লইয়া আসিবে।
zh_cn: 当IPAs批准后，本公司网站将与达卡中介/新加坡中介或雇主安排将员工们带入新加坡。

# Why
source: Why you should use Virsagi website
bn: আপনি কেন ভারসাগী ওয়েবসাইট ব্যবহার করবেন
zh_cn: 为什么您应当使用Virsagi网站

# WhyContent
source: The most time consuming work for a Singapore Agent/Employer is to source for reliable Dhaka agents who have workers bios for placements. The most time consuming work for a Dhaka Agent is to source for reliable Singapore agents/Employers. Our own contacts are usually limited. By using the Virsagi website, the job is done for you. Thus, Singapore Agents need only to spend time on procuring orders from Employers, and Dhaka Agents need only to spend time on sourcing for more qualified workers. Using the Virsagi website represents a win-win for both Dhaka and Singapore Agents/Employers.
bn: বেশির ভাগ সময় কাজে ব্যবহারের জন্য শ্রমিক সিঙ্গাপুরের প্রতিনিধি / নিয়োগকারীকে ঢাকার বিশ্বস্ত প্রতিনিধির জন্য তথ্য সরবরাহকারী ব্যক্তিকে খুঁজতে হয়, স্থাপনের জন্য যাহার নিকট শ্রমিকের জীবন বৃত্তান্ত আছে। বেশির ভাগ ক্ষেত্রে কাজে শ্রমিকদের ব্যবহারের জন্য ঢাকার প্রতিনিধিকে সিঙ্গাপুরের বিশ্বস্ত প্রতিনিধি / নিয়োগকারীকে খুঁজতে হয়। আমাদের নিজস্ব যোগাযোগগুলি সাধারণত সীমিত। ভারসাগী ওয়েবসাইট ব্যবহার করে আপনারা কাজ করতে পারবেন। সুতরাং সিঙ্গাপুর প্রতিনিধি শুধু প্রয়োজনে সময় ব্যয় করে নিয়োগকারীদের থেকে সংগ্রহের আদেশ যোগার করা এবং ঢাকা প্রতিনিধির শুধু প্রয়োজন আরও যোগ্য শ্রমিক খোজার জন্য সময় ব্যয় করা। ভারসাগী ওয়েবসাইট ব্যবহার করিয়া ঢাকা এবং সিঙ্গাপুর উভয় প্রতিনিধি/নিয়োগের জন্য জয় জয় প্রতিনিধিত্ব করে।
zh_cn: 对于新加坡的劳工中介来说最消耗时间是寻找一间可靠的达卡中介並且手中有员工的资料来补充需求。对于达卡的中介来说则是寻找可靠的新加坡中介/雇主。基本上这些中介们的联络网都是有限的。当您使用我们的网站时，工作巳为您完成。因此新加坡中介只需要花时间完成雇主们的订单而达卡的中介只需要花时间寻找更多合格的员工。应用本公司的网站可以为达卡和新加坡的中介/雇主创造双赢的局面。
